{
    "saveRequest": "This action will save the request. Do you want to continue?",
    "saveReport": "This action will save the report. Do you want to continue?",
    "saveChanges": "Do you want to save changes?",
    "submitChanges": "Do you want to submit changes?",
    "changesMade": "This will lose all unsaved changes in this report. Do you want to continue?",
    "changesTitleMade": "This will lose all unsaved changes in this title. Do you want to continue?",
    "savePermanentChanges": "This will permanently save the changes made. Do you want to continue?",
    "warningChanges": "There are changes made in this report. Are you sure you want to leave?",
    "warningFormChanges": "There are changes made in this report. Are you sure you want to leave?",
    "replicateRequest": "This action will copy the request for resubmission. Do you want to continue?",
    "deleteFiles": "This will delete the attached documents. Do you want to continue?",
    "submitRequest": "This action will submit the request. Do you want to continue?",
    "submitRequests": "This action will submit the selected requests. Do you want to continue?",
    "returnRequest": "This action will return the request to the requesting officer. Do you want to continue?",
    "returnRequest2": "This action will return the request and cancel any linked TVR. Do you want to continue?",
    "acceptRequest": "This action will accept the request. Do you want to continue?",
    "reAssignRequestInternal": "This action will re-assign the listed requests to the specified appraiser. Do you want to continue?",
    "reAssignRequestExternal": "This action will re-assign the listed requests to the appraisal company. Do you want to continue?",
    "reAssignRequestExternalNoCompany": "This action will re-assign the listed requests as external. Do you want to continue?",
    "reEndorseRequest": "This action will re-endorse the request to the specified appraisal region. Do you want to continue?",
    "linkRequest": "This action will link the selected report to the appraisal request. Do you want to continue?",
    "cancelRequest": "This action will cancel the request. Do you want to continue?",
    "cancelReport": "This action will cancel the appraisal report. Do you want to continue?",
    "cancelTvrReport": "This action will cancel the report. Do you want to continue?",
    "deleteFile": "This action will delete the selected file. Do you want to continue?",
    "closeUploadModal": "This action will remove all loaded files. Do you want to continue?",
    "deleteAllFiles": "This action will delete all files. Do you want to continue?",
    "replicateRequestSuccess": "Request is replicated successfully.",
    "saveRequestSuccess": "Record successfully saved.",
    "submitRequestSuccess": "Request is successfully submitted.",
    "updateRequestSuccess": "Request is successfully updated.",
    "cancelRequestSuccess": "Record successfully cancelled. Request Status is now 'Cancelled'.",
    "cancelReportSuccess": "Record successfully cancelled. Report status is now 'Cancelled'.",
    "returnRequestSuccess": " Record successfully returned. Request status is now 'Returned'.",
    "returnReportSuccess": " Record successfully returned. Report status is now 'Returned'.",
    "reAssignRequestSuccess": "Record successfully re-assigned. All necessary documents that are not electronically attached to the Request must be forwarded to the Appraiser.",
    "reEndorseRequestSuccess": "Record successfully re-endorsed. Request status is now 'For Doc. Checklist'. All necessary documents that are not electronically attached to the Request must be forwarded to the assigned Appraisal Region.",
    "reEndorseRequestSuccessOnForAssign": "Record successfully re-endorsed. Request status is now 'For Assignment'. All necessary documents that are not electronically attached to the Request must be forwarded to the assigned Appraisal Region.",
    "reEndorseRequestSuccessOnForAppraisal": "Record successfully re-endorsed. Request status is now 'For Appraisal'. All necessary documents that are not electronically attached to the Request must be forwarded to the assigned Appraisal Region.",
    "linkRequestSuccess": "The appraisal report has been successfully linked to the request. The status of the request is set to 'Completed'.",
    "linkRequestSuccess2": "The appraisal report has been successfully linked to the request. The status of the request is set to 'For TVR'.",
    "deleteFileSuccess": "File successfully deleted.",
    "deleteAllFileSuccess": "All files are successfully deleted.",
    "uploadFileSuccess": "Files are successfully uploaded.",
    "rptAprSuccess": "Record successfully submitted. Report status is now 'For Approval'.",
    "rptRevSuccess": "Record successfully submitted. Report status is now 'For Review'.",
    "rptExtRevSuccess": "Record successfully submitted. Report status is now 'For External Review'.",
    "rptSaved": "Record successfully saved.",
    "rptDsApr": "Disapproved Report",
    "rptApr": "Approved Report",
    "deleteRecord": "This will delete the selected record. Do you want to continue?",
    "documentsWarning": "One of the submitted documents was not received. Do you want to continue?",
    "documentsWarning2": "One of the submitted documents was not received. ",
    "notMatch": "The ff. fields in the selected report do not match the request:",
    "assignedAppraiser": "You are not the assigned appraiser of the report. Do you want to continue?",
    "totalAppraisedValueIsZero": "Total Appraised Value is 0.00. ",
    "titleNotVerified": "Title is not verified. ",
    "noImageRecord": "There is no image attached to the appraisal report. ",
    "submitReport": "The action will submit the report. Do you want to continue?",
    "cancelReport1": "This action will cancel the selected report. Do you want to continue?",
    "returnReport": "This action will return the selected report. Do you want to continue?",
    "copyReport": "This action will copy the selected report and override the current appraisal report. Do you want to continue?",
    "appraisedValueIsZero": "Appraised Value is 0.00. ",
    "appraisedValueIsNull": "Appraised Value is NULL. ",
    "floorAreaIsNull": "Floor Area is NULL. ",
    "titleAlreadyVerified": "Title was verified already. Do you want to continue?",
    "setReportToApproval": "This action will set the status of the appraisal report to 'For Approval'. Do you want to continue?",
    "setReportToApproved": "This action will set the status of the appraisal report to 'Approved'. Do you want to continue?",
    "setReportToRevision": "This action will set the status of the appraisal report to 'For Revision'. Do you want to continue?",
    "setReportToReview": "This action will set the status of the appraisal report to 'For Review'. Do you want to continue?",
    "setReportToApprovalSuccess": "Record successfully approved. Report status is now 'For Approval'.  ",
    "setReportToApprovedSuccess": "Record successfully approved. Report status is now 'Approved'. ",
    "genericReportSubmit": "This action will submit the appraisal report. Do you want to continue?",
    "setReportToRevisionSuccess": "Record successfully disapproved. Report status is now 'For Revision'. ",
    "setRequestToDocSuccess": "Record successfully submitted. Request status is now 'For Doc. Checklist'.",
    "setRequestToAssignSuccess": "Record successfully submitted. Request status is now 'For Assignment'.",
    "setRequestToForSchedSuccess": "Record successfully submitted. Request status is now 'For Scheduling'.",
    "setRequestToCompanySuccess": "Record successfully submitted. Request status is now 'For Appraisal Company Assignment'.",
    "setRequestToAppraisalSuccess": "Record successfully assigned. Request status is now 'For Appraisal'. All necessary documents that are not electronically attached to the Request must be forwarded to the Appraiser.",
    "setRequestToExternalAssignSuccess": "Record successfully submitted. Request status is now 'For External Assignment'.",
    "setRequestToTvrSuccess": "Record successfully submitted. Request status is now 'For TVR'.",
    "transactionSuccessful": "Transaction Successful",
    "passwordChanged": "Password successfully changed.",
    "setTvrtoApproved": "This action will set the status of the TVR to ‘Approved’. Do you want to continue?",
    "setTvrtoForRevision": "This action will set the status of the TVR to ‘For Revision’. Do you want to continue?"
}